Repository: Webilop/woocommerce-html5-video
Catalog: languages/html5_video-*.po
Languages: es_es, ru_ru

source: You do not have sufficient permissions to access this page.
es_es: Usted no posee permisos suficientes para acceder a esta página.
ru_ru: У вас нет разрешения для доступа к этой странице.

source: Configure the default video dimensions and the video tab name
ru_ru: Редактировать размеры и название видео по умолчнию

source: Video Tab Name
es_es: Nombre de la pestaña de videos
ru_ru: Заголовок вкладки видео (Tab Name)

source: Video Width
ru_ru: Ширина видео

source: Video Height
ru_ru: Высота видео

source: Force video dimensions (it does not work with iframes)
es_es: Forzar dimensiones de videos(esta opción no funciona para videos embebidos)
ru_ru: Задать размеры видео (не работает плавающими фреймами)

source: Video Tab Position (0-index)
es_es: Posición de la pestaña de videos(0-indexado)
ru_ru: Позиция вкладки видео (0-index)

source: Show video tab if there is no video
es_es: Mostrar pestaña de video si no hay videos
ru_ru: Показывать вкладку видео если видео не загружено

source: Disable embedded videos with iframes
es_es: Desactivar videos embebidos con iframes
ru_ru: Деактивировать встроенные видео с плавающими фреймами

source: Disable general video description
es_es: Desactivar descripción general de videos
ru_ru: Отключить общее описание видео

source: Rate it!
es_es: Déjanos una calificación
ru_ru: Оцени плагин!

source: If you like this plugin please
ru_ru: Если вам нравится это плагин, пожалуйста

source: About
es_es: Acerca de
ru_ru: О

source: was developed by
es_es: fue desarrollado por
ru_ru: Разработан

source: Webilop is a company focused on web and mobile solutions. We develop custom mobile applications and templates and plugins for CMSs such as Wordpress and Joomla!
ru_ru: Webilop это компания которая занимается разработкой веб и мобильных приложений. vМы разрабатываем на заказ мобильные приложения, шаблоны и плагины для таких CMS таких как Wordpress и Joomla!

source: Follow us
ru_ru: Подпишитесь на нас

source: WooCommerce HTML5 Video requires <a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a> activated in order to work. Please install and activate <a href="
ru_ru: WooCommerce HTML5 Video требует <a href="http://www.woothemes.com/woocommerce/" target="_blank">WooCommerce</a> активируйте для начала работы. Пожалуйста установите и активируйте <a href="

source: Video
ru_ru: Видео

source: Embed Code
es_es: Insertar código
ru_ru: Код для вставки

source: Place your embedded video code here.
es_es: Copie el código embebido el video aquí.
ru_ru: Пожалуйста вставьте код для вставки видео тут.

source: Add Video
es_es: Adiccionar video
ru_ru: Добавить видео

source: Title:
es_es: Título
ru_ru: Заголовок:

source: Width
es_es: Ancho
ru_ru: Ширина

source: Height
es_es: Alto
ru_ru: Высота

source: Source:
es_es: Fuente:
ru_ru: Источник:

source: Select/Upload
ru_ru: Выбрать/Загрузить

source: Embedded code
es_es: Código embebido
ru_ru: Код для вставки

source: Type the URL of your video, supports URLs of videos in websites like Youtube or Vimeo.
es_es: Escribe la URL del video, se soportan videos de sitios web como Youtube o Vimeo.
ru_ru: Тип URL вашего видео, поддерживаемые типы URL-ов видео имеют такие сайты как Youtube или Vimeo.

source: You can upload a video to the Media Library or select a video from the Media Library.
es_es: Puedes subir un video al la librería de medios o seleccionar un video de la librería de medios.
ru_ru: Вы можете загрузить видео в медиатеку сайта или выбрать видео из загруженных ранее.

source: Supported by
es_es: Soportado por
ru_ru: Поддерживается

source: Select/Upload video
es_es: Seleccionar/Subir video
ru_ru: Выбрать/Загрузить видео

source: The embedded code should be taken from a video page like Youtube
es_es: El código embebido se debe tomar desde una página de video como Youtube
ru_ru: Встраиваемый код нужно брать на таких сайтах как Youtube

source: Edit Video
es_es: Editar video
ru_ru: Редактировать видео

source: Upload video
es_es: Subir video
ru_ru: Загрузить видео

source: You can upload a video to the Media Gallery or select a video from the Media Gallery.
ru_ru: Вы можете загрузить видео в медиатеку сайта или выбрать видео из загруженных ранее.

source: Preview Video
es_es: Previsualizar video
ru_ru: Превью видео

source: Add
es_es: Adicionar
ru_ru: Добавить

source: Edit
es_es: Editar
ru_ru: Исправить

source: Cancel
es_es: Cancelar
ru_ru: Отменить

source: Close
es_es: Cerrar
ru_ru: Закрыть

source: At least one video is required
es_es: Al menos un video es requerido
ru_ru: Необходимо как минимум одно видео

source: Embedded code is required
es_es: el Código embebido es obligatorio
ru_ru: Требуется встроенный код

source: The name is required
es_es: El nombre es obligatorio
ru_ru: Требуется имя

source: height and width of the video is required
es_es: se requiere la altura y ancho del video
ru_ru: Высота и ширина видео не обязательна

source: Description
es_es: Descripción
ru_ru: Описание

source: It will appear above the videos in the video tab
ru_ru: Оно появится над видео в вкладке видео

source: Attached videos
es_es: Videos adjuntos
ru_ru: Прикрепленные видео

source: Title
es_es: Titulo
ru_ru: Заголовок

source: Type
es_es: Tipo
ru_ru: Тип

source: Formats
es_es: Formatos
ru_ru: Форматы

source: Dimensions
es_es: Dimensiones
ru_ru: Размеры

source: Active
es_es: Activo
ru_ru: Активно

source: Actions
es_es: Acciones
ru_ru: Действия

source: Your browser does not support HTML5
es_es: Su navegador no soporta HTML5
ru_ru: Ваш браузер не поддерживает HTML5

source: Video embedding powered by
es_es: Extensión de videos implementada por
ru_ru: Встроенное видео работает на

source: It requires at least one video
ru_ru: Требуется как минимум одно видео

source: Id
ru_ru: Айди

source: Title for video
ru_ru: Заголовок видео

source: Select video source:
ru_ru: Укажите расположение видео:

source: Select video
ru_ru: Выбрать видео

source: Supported video formats
ru_ru: Поддерживаемые форматы видео

source: Video dimensions
ru_ru: Размеры видео

source: Clear
ru_ru: Отчистить

source: Delete
ru_ru: Удалить

source: Generated code
ru_ru: Сгенерированный код

source: This product contains videos in the following formats:
ru_ru: Данный продукт содержит видео в следующих форматах:

source: , which can be seen in:
ru_ru: , который можно увидеть в:

source: Video Width(px)
es_es: Ancho del video(px)

source: Video Height(px)
es_es: Altura del video(px)

source: If you like this plugin or have some suggestion, please %s and help us to improve. In advance, thanks from the Webilop team!
es_es: Si te gusta este plugin o tienes alguna sugerencia, por favor %s y ayúdanos a mejorar. De antemano, gracias!

source: share your feedback
es_es: comparte tú opinión

source: Rate the plugin
es_es: Califica el plugin

source: Webilop is a company focused on web and mobile solutions. We can help you to build your website, we are experts on WordPress.
es_es: Webilop es una empresa dedicada al desarrollo de soluciones web y móviles. Podemos ayudarte a construir tú sitio web, somos expertos en WordPress.

source: WooCommerce HTML5 Video requires <a href="%s" target="_blank">WooCommerce</a> activated in order to work. Please install and activate WooCommerce plugin first.
es_es: WooCommerce HTML5 Video requiere que <a href="%s" target="_blank">WooCommerce</a> esté activado. Por favor primero instala y activa el plugin de WooCommerce.

source: Please consider adding a <a id="post-review" href="%s" target="_blank">review for WooCommerce HTML5 Video</a> and helps us to create confidence in more people to use this plugin.
es_es: Por favor considera compartir tú <a id="post-review" href="%s" target="_blank">opinión sobre WooCommerce HTML5 Video</a> y ayúdanos a crear confianza en más personas para que utilicen este plugin.

source: Media Library
es_es: Librería de Medios

source: Select Video
es_es: Seleccionar video

source: Video URL not supported
es_es: URL no soportada

source: Your browser does not support HTML5 video
es_es: Su navegador no soporta videos HTML5

source: This description will appear above the videos in the video tab.
es_es: Esta descripción aparecerá encima de los videos en la pestaña de videos.

source: Default size(h x w):
es_es: Tamaño por defecto(alto x ancho):

source: Allow overriding size:
es_es: Permite cambiar el tamaño:

source: Yes
es_es: Sí

source: Default
es_es: Por defecto

source: No videos added
es_es: No hay videos agregados
